Repository: jaywcjlove/app-i18n
Catalog: i18n/source/screentest/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, ru, zh_hans, zh_hant

source: Steps
de: Stufen
fr: Paliers
it: Passaggi
ja: 段階数
ko: 단계
ru: Шаги
zh_hans: 阶数
zh_hant: 階數

source: Style
de: Stil
it: Stile
ja: スタイル
ko: 스타일
ru: Стиль
zh_hans: 样式
zh_hant: 樣式

source: Text / Resolution Chart
de: Text- / Auflösungsdiagramm
fr: Texte / mire de résolution
it: Testo / schema risoluzione
ja: テキスト / 解像度チャート
ko: 텍스트 / 해상도 차트
ru: Текст / таблица разрешения
zh_hans: 文字 / 分辨率测试图
zh_hant: 文字 / 解析度測試圖

source: Text Resolution
de: Textauflösung
fr: Résolution du texte
it: Risoluzione testo
ja: 文字解像度
ko: 텍스트 해상도
ru: Разрешение текста
zh_hans: 文字分辨率
zh_hant: 文字解析度

source: This is an app I developed and published on the App Store. After unlocking, you can hide [Recommended Apps](appStoreURL) in Settings.
de: Dies ist eine von mir entwickelte und im App Store veröffentlichte App. Nach dem Freischalten können Sie [Empfohlene Apps](appStoreURL) in den Einstellungen ausblenden.
fr: Cette app a été développée par moi et publiée sur l’App Store. Après le déverrouillage, vous pouvez masquer [Apps recommandées](appStoreURL) dans les réglages.
it: Questa è un'app che ho sviluppato e pubblicato sull'App Store. Dopo lo sblocco, puoi nascondere [App consigliate](appStoreURL) nelle Impostazioni.
ja: これは私が開発して App Store で公開しているアプリです。アンロック後は、設定で [おすすめアプリ](appStoreURL) を非表示にできます。
ko: 이 앱은 제가 개발해 App Store에 출시한 앱입니다. 잠금 해제 후 설정에서 [추천 앱](appStoreURL)을 숨길 수 있습니다.
ru: Это приложение я разработал и опубликовал в App Store. После разблокировки вы сможете скрыть [Рекомендуемые приложения](appStoreURL) в настройках.
zh_hans: 这是我开发并发布在应用商店的应用，解锁后可在设置中隐藏[推荐应用](appStoreURL)。
zh_hant: 這是我開發並發佈在 App Store 的應用，解鎖後可在設定中隱藏[推薦應用](appStoreURL)。

source: Time interval
de: Zeitintervall
fr: Intervalle de temps
it: Intervallo di tempo
ja: 時間間隔
ko: 시간 간격
ru: Интервал времени
zh_hans: 时间间隔
zh_hant: 時間間隔

source: Typically used to test the breathing effect of CRT displays, devices that display stable edge lines perform better.
de: Wird typischerweise zum Testen des Pump-Effekts von CRT-Anzeigen verwendet; Geräte mit stabil dargestellten Kantenlinien schneiden besser ab.
fr: Généralement utilisé pour tester l’effet de pompage des écrans CRT ; les appareils qui affichent des lignes de contour stables offrent de meilleurs résultats.
it: Generalmente usato per testare l'effetto di pulsazione dei display CRT; i dispositivi che mostrano linee di bordo stabili offrono prestazioni migliori.
ja: 主に CRT ディスプレイのブリージング効果を確認するために使われます。輪郭線が安定して表示される機器ほど良好です。
ko: 일반적으로 CRT 디스플레이의 호흡 효과를 테스트하는 데 사용됩니다. 가장자리 선이 안정적으로 표시되는 장치일수록 더 좋은 결과를 보입니다.
ru: Обычно используется для проверки эффекта дыхания у CRT-дисплеев; устройства со стабильным отображением контурных линий показывают лучший результат.
zh_hans: 通常用于测试 CRT 显示器的呼吸效应，边缘线条显示稳定的设备效果更好。
zh_hant: 通常用於測試 CRT 顯示器的呼吸效應，邊緣線條顯示穩定的裝置效果更好。

source: Uniformity
de: Gleichmäßigkeit
fr: Uniformité
it: Uniformità
ja: 均一性
ko: 균일도
ru: Равномерность
zh_hans: 均匀性
zh_hant: 均勻性

source: Unlock
de: Freischalten
fr: Déverrouiller
it: Sblocca
ja: アンロック
ko: 잠금 해제
ru: Разблокировать
zh_hans: 解锁
zh_hant: 解鎖

source: Unlock all Features
de: Alle Funktionen freischalten
fr: Déverrouiller toutes les fonctionnalités
it: Sblocca tutte le funzioni
ja: すべての機能をアンロック
ko: 모든 기능 잠금 해제
ru: Разблокировать все функции
zh_hans: 解锁全部功能
zh_hant: 解鎖全部功能

# Use the arrow keys (%@ %@) to select the next test item
source: Use the arrow keys (%1$@ %2$@) to select the next test item
de: Verwenden Sie die Pfeiltasten (%1$@ %2$@), um das nächste Testelement auszuwählen
fr: Utilisez les touches fléchées (%1$@ %2$@) pour sélectionner l’élément de test suivant
it: Usa i tasti freccia (%1$@ %2$@) per selezionare l'elemento di test successivo
ja: 矢印キー（%1$@ %2$@）で次のテスト項目を選択します
ko: 화살표 키(%1$@ %2$@)를 사용해 다음 테스트 항목을 선택하세요
ru: Используйте клавиши со стрелками (%1$@ %2$@), чтобы выбрать следующий тест
zh_hans: 使用方向键（%1$@ %2$@）来选择下一个测试项目
zh_hant: 使用方向鍵（%1$@ %2$@）來選擇下一個測試項目

source: Vertical
de: Vertikal
it: Verticale
ja: 垂直
ko: 세로
ru: Вертикально
zh_hans: 垂直
zh_hant: 垂直

source: Vertical Line 1px
de: Vertikale Linie 1 px
fr: Ligne verticale 1 px
it: Linea verticale 1 px
ja: 垂直線 1px
ko: 세로선 1px
ru: Вертикальная линия 1 px
zh_hans: 垂直线1像素
zh_hant: 垂直線1像素

source: Vertical Line 2px
de: Vertikale Linie 2 px
fr: Ligne verticale 2 px
it: Linea verticale 2 px
ja: 垂直線 2px
ko: 세로선 2px
ru: Вертикальная линия 2 px
zh_hans: 垂直线2像素
zh_hant: 垂直線2像素

source: White
de: Weiß
fr: Blanc
it: Bianco
ja: 白
ko: 흰색
ru: Белый
zh_hans: 白色
zh_hant: 白色

source: White Gradient
de: Weißer Verlauf
fr: Dégradé blanc
it: Gradiente bianco
ja: 白のグラデーション
ko: 흰색 그라디언트
ru: Белый градиент
zh_hans: 白色渐变
zh_hant: 白色漸層

source: White on black
de: Weiß auf Schwarz
fr: Blanc sur noir
it: Bianco su nero
ja: 黒地に白
ko: 검은 바탕에 흰색
ru: Белый на черном
zh_hans: 白底黑字
zh_hant: 白底黑字

source: White to Black
de: Weiß zu Schwarz
fr: Du blanc au noir
it: Da bianco a nero
ja: 白から黒
ko: 흰색에서 검정으로
ru: От белого к черному
zh_hans: 白到黑
zh_hant: 白到黑

source: Scanline
fr: Ligne de balayage
it: Linea di scansione
ja: 走査線
ko: 스캔라인
ru: Сканлиния
zh_hans: 扫描线
zh_hant: 掃描線

source: Text
fr: Texte
it: Testo
ja: テキスト
ko: 텍스트
ru: Текст
zh_hans: 文本
zh_hant: 文字

source: Pause
ja: 一時停止
ko: 일시 정지
ru: Пауза
zh_hans: 暂停
zh_hant: 暫停

source: Horizontal
zh_hans: 水平
zh_hant: 水平

source: OK
zh_hans: 确认
zh_hant: 確認

source: Pro
zh_hans: 专业版
zh_hant: 專業版
